Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Despite these obstacles, several studies have indicated relation- ships between social support from these various sources and reduced psychological distress, self-harm and suicide in prison.
vi: Bên cạnh những trở ngại trên, một vài nghiên cứu đã chỉ ra mối liên hệ giữa các hỗ trợ xã hội từ các nguồn khác nhau và gỉam thiều căng thẳng tâm lý, ngược đãi bản thân và tự vẫn trong tù.

source: Despite this, much more research would need to be conducted before concluding that the theoretical basis for offender profiling is unsound.
vi: Mặc dù vậy, cần thực hiện nhiều nghiên cứu hơn nữa trước khi đưa ra kết luận rằng cơ sở lý thuyết cho việc lập hồ sơ tội phạm là không đủ vững chắc.

source: Despite this, rates of sexual offending are very much lower than for almost every other type of crime and criminal psychologists question whether our fear of sexual offending has been heightened by the constant media discussion on the topic.
vi: Dù thế, tỉ lệ phạm tội về tình dục thấp hơn rất nhiều so với những loại tội ác khác và các nhà tâm lý học tội phạm đặt vấn đề rằng liệu chăng nỗi sợ của chúng ta với tội ác tình dục đã bị phóng đại bởi sự bàn luận về vấn đề này trên truyền thông đại chúng.

source: Deterring offenders from taking part in crimes, discouraging others from taking part in illegal activities, or putting criminals somewhere that they could not offend again, which will all reduce crime rates, are the key element of reductivism.
vi: Ngăn chặn ngững kẻ phạm tội khỏi nhúng tay vào tội ác, làm nhụt chí những tên khác khỏi tham gia các hoạt động phi pháp, hoặc đưa những tên tội phạm đến những nơi mà chúng không thể phạm tội nữa sẽ làm giảm tỉ lệ phạm tội và là yếu tố then chốt cho việc thu hẹp lại .

source: Developmental histories.
vi: Lịch sử phát triển.

source: Different groups may be more susceptible to stress than others.
vi: Có những người có thể dễ bị căng thẳng hơn người khác.

source: Different ranks of officers have different causes of stress.
vi: Các cấp bậc cảnh sát khác nhau sẽ chịu những nguyên nhân căng thẳng khác nhau.

source: Different types of decision- making might be identified through historic studies of the changing legal frameworks and this could lead to greater understanding of what occurs today and how it might be improved.
vi: Các loại khác nhau của việc ra quyết định có thể được xác định thông qua các nghiên cứu lịch sử của các khuôn khổ pháp lý thay đổi và điều này có thể dẫn đến sự hiểu biết hơn về những gì xảy ra hôm nay và làm thế nào có thể cải thiện nó.

source: Direct comparisons are difficult largely because of the wide and increasing diversity of policing duties.
vi: Do tính đa dạng và phạm vi rộng trong các nhiệm vụ của cảnh sát, rất khó có thể so sánh trực tiếp với các nghề khác.

source: Direct forms are those where the aggressors inflict the aggressive act directly on the victims, for example, by hitting them, whereas indirect victimization is where the aggression is delivered in such a way that the aggressors cannot be associated with it.
vi: Ngược đãi trực tiếp là khi những kẻ gây hấn có những hành động gây gổ trực tiếp với các nạn nhân chẳng hạn như đánh đập họ. Trong khi đó, ngược đãi gián tiếp xảy ra khi sự gây hấn xảy ra theo cùng cách thức nhưng không phải do các kể gây hấn trực tiếp tạo ra.

source: Discussing the detection of deception, chapter 5 demonstrates that such police beliefs are error-prone.
vi: Bàn luận về việc phát hiện sự lừa dối, chương 5 sẽ chứng tỏ niềm tin của cảnh sát rất dễ mắc sai lầm.

source: Discussion among translators, entitled: Introduction to the Team Project feature in OmegaT.
vi: Thảo luận giữa những biên dịch viên, entitled: Introduction to the Team Project feature in OmegaT.

source: Distorted attitudes – this examines the distorted thinking of the offenders.
vi: Thái độ lệch lạc - phần này xem xét đến suy nghĩ lệch lạc của các tội phạm.

source: Distorted thinking patterns for child molesters include beliefs that children are interested in sex or are knowledgeable about sex.
vi: Những kẻ xâm hại trẻ em thường có nhiều kiểu suy nghĩ lệch lạc, trong đó có niềm tin rằng trẻ em thích thú với tình dục và hiểu biết về tình dục.

source: Do they prefer intimacy with children rather than adults?
vi: Họ có thích thân mật với trẻ em hơn là với người lớn?

source: Do they see women as untrustworthy or manipulative?
vi: Bạn thấy phụ nữ không đáng tin hay thao túng?

source: Do they stop sex offenders committing crimes once they are let out of prison?
vi: Liệu họ có dừng việc quấy rối tình dùng khi họ được thả khỏi tù hay không?

source: Do you think being a victim of crime alters your perceptions as to how offenders should be punished?
vi: Bạn có nghĩ rằng việc trở thành nạn nhân của tội ác làm thay đổi quan điểm về cách thức xử phạt tội phạm?

source: Do you think punishment should include rehabilitation or should it be solely about making the offender suffer?
vi: Bạn có nghĩa rằng hình phạt nên bao gồm sự cải tạo hay đơn thuận chỉ là gây đau đớn cho phạm nhân?

source: Do you think that it is possible to alter the behaviour of offenders?
vi: Bạn có nghĩ rằng phạm nhân có thể sửa đổi hành vi sau khi được tải tạo??

source: Do you think that the time and money spent on interventions with offenders is justified or a waste of precious resources?
vi: Bạn cho rằng tiền bạc và thời gian bỏ ra để giúp đỡ phạm nhân là hợp lý hay chúng ta đang lãng phí những tài nguyên quý giá ?

source: Does the offender live locally to the crime scene?
vi: Hung thủ liệu có sống ở khu vực lận cận gần hiện trường vụ án hay không?

source: Drawing comparisons between studies can, however, be problematic since the definitions used by different researchers have varied.
vi: Tuy nhiên việc so sánh giữa các nghiên cứu có thể là vấn đề vì các khái niệm được sử dụng bởi các nhà nghiên cứu khác nhau cũng rất khác nhau.

source: Due to the ever-growing mutual respect between British police forces and criminal psychologists, which a number of psychologists have over the decades worked hard to achieve, we were able to secure comprehensive assistance from a large police force in England to conduct a realistic lie detection study.
vi: Vì có sự xuất hiện của những khía cạnh giống nhau giữa lực lượng cảnh sát Anh Quốc và các nhà tâm lý học tội phạm( những điều mà nhiều nhà tâm lý học tội phạm đã cật lực hàng thế kỉ để đạt được ) , chúng ta có thể đảm bảo được sự trợ giúp của lực lượng cảnh sát Anh để thực hiện một cuộc nghiên cứu thực tế về phát hiện nói dối.

source: Due to this confidence in punishing the correct person, the use of force is encouraged in achieving the communities’ goals.
vi: Chính vì sự tự tin vào việc trừng phạt đúng người mà việc sử dụng quyền lực được khuyến khích để đạt được mục đích của cộng đồng .

source: During the early 1990s in the UK, much of sentencing policy was based on this concept of deterrence, rather than the rehabilitation of offenders which became popular during the 1950s and 1960s.
vi: Trong suốt thời gian đầu của những năm 1900, nhiều chính sách về án phạt được dựa trên khái niệm về sự ngăn chặn này hơn là sự cải tạo của tội phạm, cái mà đã trở nên phổ biến suốt những năm 1950 và 1960.

source: During the linking task participants were asked to articulate the decisions they were making and they were also later questioned on this topic.
vi: Trong khi kết nối nhiệm vụ, những người tham gia đã được yêu cầu đọc rõ ràng những quyết định họ đã ra và sau đó họ cũng được hỏi về chủ đề ấy.

source: During the visit the new col- league started to make negative remarks to the offender, saying that his behaviour was despicable, that he should not have been let out of prison, and that he did not deserve all the support and protection he was getting.
vi: Khi đến thăm, người đồng nghiệp mới này bắt đầu đưa ra những ... tiêu cực về người tội phạm, nói rằng hành vi của anh ta rất xáu xa, rằng anh ta không nên được phép ra khỏi tù, và rằng anh ta không xứng đáng với sự ủng hộ và bảo vệ mà anh ta đang có.

source: Duty during the day usually consisted of long periods of waiting, or travelling, or talking to the pickets, interspersed with short periods of violence or pushing and shoving with the pickets.
vi: Nhiệm vụ hàng ngày thường là chờ đợi, hoặc di chuyển, hoặc nói chuyện với những người biểu tình trong khoảng thời gian dài, đôi lúc còn phải sử dụng vũ lực hay xô đẩy những người biểu tình ấy.

source: Each group session comprises two of these components and these are rotated throughout the programme so that an equal amount of each component is received.
vi: mỗi buổi làm việc nhóm gồm hai nội dung và chúng được quay vòng trong suốt chương trình để đảm bảo phạm nhân đều tham dự mỗi phần với thời lượng như nhau.

source: Each of the methods and procedures used to try to detect deception has its severe limitations, many of which are inherent and therefore can never be overcome.
vi: Mỗi phương pháp và quá trình được sử dụng để phát hiện dối trá đều có mặt hạn chế của mình, nhiều hạn chế mang tính cố hữu mà không có cách thức giải quyết khả dĩ.

source: Each seems to have error rates that are far from negligible.
vi: Mỗi phương pháp đều gây nên các sai số khá đáng kể.

source: Each time he was arrested, he was granted bail.
vi: Cứ mỗi lần hắn bị bắt là hắn lại được bảo lãnh

source: Each time they go out to offend, the direction in which they travel can change and these changes in direction can reflect where the offenders have previously committed crimes.
vi: Mỗi lần họ ra ngoài để gây án, phương hướng di chuyển của họ có thể thay đổi và những thay đổi trong phương hướng này có thể phản ánh nơi mà họ đã gây án trước đó.

source: Early exposure to pornography is one such experience which has been studied; one study showed that twenty-two per cent of sexual offenders were exposed to pornography before the age of ten compared to two per cent of non-sexual offenders.
vi: Sự xuất hiện các sách báo khiêu dâm ở giai đoạn đầu đời là một trải nghiệm được đem ra nghiên cứu; một nghiên cứu chỉ ra rằng có 22% tội phạm tình dục tiếp xúc với sách báo khiêu dâm trước năm 10 tuổi, trong khi đó những dạng tội phạm khác chỉ có 2%.

source: Early treatments for sex offenders tended to be based on approaches found in Hans Eysenck’s work in the 1950s, with much of this work being based on ‘aversion therapy’.
vi: Các điều trị trước đây dành cho tội phạm tình dục thiên về dựa trên phương pháp đề cập trong công trình nghiên cứu của Hans Eysenck vào thập niên 50, đại đa số nghiên cứu này đều dựa trên "liệu pháp ác cảm".

source: Effective methods: The programmes should use those meth- ods that have been shown to be more likely to work.
vi: Các phương pháp hiệu quả: Chương trình nên sử dụng những phương pháp đã được chứng minh tính khả thi.

source: Emotion-focused coping which involves the regulation of emotion and can involve thinking about the stressful situation in a different way.
vi: Cách đối phó tập trung vào cảm xúc bao gồm quy chế về cảm xúc và có thể liên quan đến suy nghĩ về những tình huống căng thẳng theo một cách khác.

source: Emotional support includes offering reassurance or providing a shoulder to cry on.
vi: Những hỗ trợ về tinh thần có thể thông qua việc bạn an ủi người khác để họ vững tâm hay làm chỗ dựa khi họ muốn khóc

source: Empathy is about being able to recognize distress and discomfort in others, to be able to understand the distress from the other person’s perspective and then to experience compassion for the other person.
vi: Thấu cảm tức là có thể nhận ra nỗi buồn và lo lắng ở người khác, là có thể hiểu cho nỗi buồn từ góc nhìn của chính những người đó và thể hiện lòng trắc ẩn với họ.

source: Engagement and motivation: The content and methods of teaching should ensure that the offenders’ engagement and motivation is retained and built upon throughout the programme.
vi: Mối quan tâm và động lực: Nội dung và phương pháp giảng dạy nên bảo đảm giữ được và làm tăng sự tập trung và động lực của phạm nhân trong suốt quá trình điều trị.

source: England and Wales have pioneered the routine video taping of investigative interviews with children.
vi: Nước Anh và xứ Wales là hai nước tiên phong trong việc sử dụng ghi âm hình ảnh khi thẩm vấn điều tra trẻ em.

source: Environmental stress.
vi: Căng thẳng, áp lực từ môi trường.

source: Essentially, research has suggested that behaviour generated by the individual shows greater consistency than behaviour elicited by the environment.
vi: Về bản chất, nghiên cứu đã chỉ ra rằng những hành vi thực hiện bởi một cá nhân sẽ thể hiện sự nhất quán lớn hơn so với những hành vi sinh ra bởi yếu tố môi trường.

source: Evaluations have reported cognitive gains in line with the programme aims, as well as more behavioural outcomes such as reduced re-arrest rates, reduced reconviction and enhanced community functioning.
vi: Các đánh giá đã ghi nhận sự thay đổi về nhận thức phù hợp với các mục tiêu chương trình, cũng như các kết quả tích cực về hành vi như giảm tỷ lệ tái bắt giữ, tái phạm và tăng cường khả năng hoạt động cộng đồng.

source: Evaluations of the programme, to date, have provided tentatively positive evidence for its rehabilitative qualities.
vi: Các đánh giá về chương trình cho đến nay đã cho thấy các bằng chứng tích cực nhưng thiếu dứt khoát về hiệu quả cải tạo phạm nhân.

source: Even if English is your first language your rights may not be easy to understand.
vi: Thậm chí nếu tiếng Anh chính là ngôn ngữ mẹ đẻ của bạn đi chăng nữa, có thể bạn cũng thấy khó hiểu.

source: Even so, the general idea that a reasonable proportion of true statements differ from false statements in terms of their contents may have some merit when examining the statements of liars who are unaware of this idea.
vi: Dẫu vậy, ý kiến chung rằng có một xác suất hợp lý giữa những lời tường thuật đúng sự thật với những lời tường thuật sai sự thật về nội dung có thể có một vài giá trị khi kiểm tra với lời nói của một kẻ nói dối mà không hề hay biết vềý tưởng này.

source: Even the image of the police has changed.
vi: Thậm chí hình ảnh của cảnh sát cũng thay đổi.

source: Even the more general findings from such an analysis can be revealing.
vi: Thậm chí chúng ta còn có thể phát hiện ra được nhiều thứ hơn từ một bản phân tích như thế.

source: Even this description is not without problems, for it is difficult for any definition to capture the vast array of duties performed by the police.
vi: Ngay cả những mô tả này cũng có những vấn đề cần phải xem xét, chẳng hạn như việc đi tìm một khái niệm nào đó có thể nắm bắt được toàn bộ danh sách dài dằng dặc các nhiệm vụ mà cảnh sát phải thực hiện. .

source: Even those individuals who claim to be working from the same theoretical standpoint can still vary in how the theory is applied to any given case.
vi: Thậm chí những cá nhân đã khẳng định sẽ luôn giữ vững lập trường có thể vẫn thay đổi cách quan điểm trong những trường hợp nhất định.

source: Even today there is no accepted definition.
vi: Kể cả đến ngày nay vẫn chưa có khái niệm nào hoàn toàn được chấp nhận.

source: Even with training and experience (plus the most up-to-date equipment) people are typically far from perfect at catching liars.
vi: Ngay cả thông qua đào tạo và kinh nghiệm (cộng thêm các thiết bị tối tân nhất) việc phát hiện chính xác sự dối trá còn nằm quá xa so với tầm tay của con người.

source: Every day the police service is involved in a large range of activities, ranging from fairly trivial tasks such as giving directions to dealing with serious road accidents, reporting deaths to loved ones and investigating crime.
vi: Hàng ngày, người cảnh sát phải thực hiện các nhiệm vụ liên quan đến nhiều hoạt động khác nhau, từ những việc thông thường như hướng dẫn đi lại cho tới việc nghiêm trọng hơn như xử lý tai nạn, thông báo tin buồn cho thân nhân người gặp nạn, điều tra tội phạm.

source: Evidence of this history can be found in modern legal language.
vi: Bằng chứng lịch sử này có thể được tìm thấy trong ngôn ngữ pháp lý hiện đại.

source: Exaggerating the danger that sexual offenders pose is problematic and can increase public fear, stigmatize and hinder rehabilitation of offenders who have changed their lifestyles.
vi: Phóng đại sự nguy hiểm của những kẻ quấy rối tình dục thì còn phải suy xét và có thể gia tăng hoang mang trong cộng đồng, bôi bác và cản trở quá trình cải tạo của những người phạm tội đã thay đổi cách sống của mình.

source: Experimental: this can involve the psychologist performing research in order to inform a case.
vi: Thực nghiệm: nhà tâm lý học trình bày nghiên cứu cứu để cung cấp tài liệu, tin tức cho một vụ án cụ thể.

source: Faced with cases like this it may seem that a judge or the legal system is simply being obstinate but the judge has to be cautious; there is good research to demonstrate that how the law is explained to the jury can influence its verdict.
vi: Đối mặt với những trường hợp như thế này có vẻ là một thẩm phán hoặc hệ thống pháp luật chỉ đơn giản là cố chấp nhưng quan tòa phải thận trọng; có nghiên cứu hay chứng minh rằng cách pháp luật được giải thích cho ban bồi thẩm có thể ảnh hưởng đến phán quyết.

source: Failure to comply with these standards could result in an offender being returned to custody.
vi: Thất bại trong việc tuân theo những tiêu chuẩn này có thể dẫn đến việc người phạm tội quay trở lại nhà giam.

source: Fear of violence.
vi: Nỗi sợ bị bạo hành.

source: Feelings of hopelessness/depression.
vi: Cảm thấy tuyệt vọng/chán nản.

source: Female prisoners who are mothers, rather than female prisoners in general, might therefore be at greater risk of psychological distress.
vi: Vì vậy, xét trên tổng số thì tù nhân nữ đã là mẹ có thể gặp phải những nguy cơ về đau khổ tinh thần lớn hơn so với tù nhân nam.

source: Few other police forms can project such a compelling image that is easily recognized beyond their own jurisdiction.
vi: Vài lưc lượng cảnh sát có thể tạo ra hình ảnh hết sức thuyết phục, và được công nhận vượt quá quyền hạn pháp lý của họ.

source: Fifth, it is a reaction to crime or perceived social deviance (i.e. a crime may not even have been committed, but it is perceived to have taken place).
vi: Thứ năm, nó là phản ứng với tội ác hoặc hành động sai trái về mặt xã hội được dự đoán (tức là 1 tội ác có thể chưa xảy ra nhưng nó được dự đoán là đã xảy ra).

source: Finally two of the men stand up angrily and start throwing punches.
vi: Cuối cùng, hai người trong số đó giận dữ bật dậy và bắt đầu tung nắm đấm vào nhau.

source: Finally, offenders who are illiterate or have good reason why they would not be able to cope in a treatment group setting may need a different type of treatment programme from those who perform well in groups and can read and write adequately.
vi: Cuối cùng, những người phạm tội không biết chữ hoặc có lý do chính đáng tại sao họ không thể đối mặt với nhóm điều trị sẽ cần một loại chương trình điều trị khác từ những người có biểu hiện tốt trong nhóm và có thể đọc và viết một cách thỏa đáng.

source: Finally, the chapter considered developments in public policing arrangements (e.g. the introduction of PCSOs), the huge growth of the private security industry in Britain and various forms of voluntary policing.
vi: Sau cùng, chương này xem xét vấn đề phát triển trong những sự sắp xếp an ninh công cộng (ví dụ như sự ra mắt của PCSOs), sự phát triển lớn mạnh của ngành an ninh tư nhân ở Anh quốc và đa dạng các hình thái an ninh tình nguyện.

source: Finally, the closing phase has two major parts.
vi: Cuối cùng, pha kết thúc gồm hai phần chính.

source: Finally, they need guidance on how to avoid revealing near the beginning of the interview most or all of the information they have about the crime and the suspect (see chapter 4).
vi: Cuối cùng, họ cần có hướng dẫn trong việc tránh tiết lộ các thông tin mà họ có về vụ án và nghi phạm lúc bắt đầu buổi hỏi cung.

source: Finally, this chapter will explore citizens’ perceptions of the police and other police and security agencies, track some of the key developments in the private security industry over the last decade and discuss some forms of voluntary policing, both within and outside the limits of the law.
vi: Sau cùng, nó sẽ tìm hiểu về nhận thức của người dân về cảnh sát và các lực lượng an ninh, theo dõi những đột phá của lĩnh vực an ninh tư nhân trong sự phát triển ở thập niên trước và bàn luận về hình thức cảnh sát tự nguyện, cả trong và ngoài luật định.

source: Finally, we have seen that there are some populations of prisoners who suffer particular stressors: life-sentence prisoners and prisoners who are mothers.
vi: Sau cùng, chúng tôi nhận thấy một vài trong số những thành phần bị giam giữ phải chịu đựng sự căng thẳng đặc biệt, đó là tù nhân bị kết án chúng thân và tù nhân là những người đã làm mẹ.

source: First of all, they need proper training on how to conduct information gathering investigative interviews (see chapter 4).
vi: Đầu tiên, họ cần được huấn luyện kĩ càng trong việc dẫn dắt thông tin được tổng hợp trong các cuộc điều tra thẩm vấn ( xem chương 4)

source: First, and perhaps foremost, there are dozens of research studies on how people actually behave when lying, which consistently have revealed that when lying compared to when they are telling the truth some people show increases in certain behaviours, while other people show decreases or no change in the same behaviours.
vi: Thứ nhất, có hàng tá các nghiên cứu trong việc người ta thật sự có hành vi như thế nào khi nói dối đã cho thấy rằng khi so sánh người khi nói dối với nói thật, một số thường có những hành vi nhất định nhiều hơn bình thường , trong khi những người khác cho thấy sự giảm đi hoặc không thay đổi đối với cùng một hành vi.

source: First, he suggests that vigilantism involves some degree of planning and premeditation.
vi: Đầu tiên, ông cho rằng chủ nghĩa dân phòng có liên quan đến 1 vài mức độ của việc lên kế hoạch và hành động chủ tâm.

source: First, it can increase the efficiency of police investigations, allowing police officers to work together and combine their investigative efforts and resources.
vi: Đầu tiên, kết nối vụ án làm tăng hiệt suất điều tra của cảnh sát, cho phép các sĩ quan cảnh sát làm việc cùng nhau và kết hợp các kết quả và nguồn lực điều tra.

source: Fitzgerald’s analysis proved particularly useful when some comparison texts were brought forward.
vi: Bản phân tích của Fitzgerald đã chứng tỏ được sự hữu ích của nó khi sau này, người ta đem một số văn bản sau đây ra đối chiếu với nhau .

source: Five were immediately arrested, then released following a demonstration across the city.
vi: 5 người bị triệu tập khẩn cấp, rồi bị chở đi khắp thành phố để nhục mạ và làm gương.

source: Five years later, in 1989, an overview on earwitness identification written by several respected North American psychologists (Deffenbacher et al.
vi: Vào năm 1989, tức năm năm sau, nhiều nhà Tâm lý học có uy tín ở Bắc Mĩ (Deffenbacher và những người khác, 1989) đã viết một bài tổng quan về lời khai của nhân chứng nghe.

source: For centuries people have been very interested in crime, and in the last hundred years psychology has grown from a fledgling discipline to one of great importance.
vi: Suốt nhiều thế kỷ qua, con người đã luôn rất hứng thú tội ác, và trong hàng trăm năm gần đây, tâm lý học đã phát triển từ một một môn học non nớt thành một một bộ phận trọng yếu trong cuộc sống.

source: For example, Copson’s study found only seventy-five instances of offender profilers giving advice in 1994, and this was the highest number recorded in one year for the time span of his study.
vi: Ví dụ, nghiên cứu của Copson đã phát hiện ra chỉ 75% các trường hợp những nhà lập hồ sơ tội phạm cho lời khuyên vào năm 1994, và đây là con số cao nhất ghi nhận được trong một năm trong suốt khoảng thời gian nghiên cứu của ông ấy.
